Repository: memaldi/pelotus
Catalog: wsgi/pelotus/translations/*/LC_MESSAGES/django.po
Languages: es

source: Email addresses must be unique.
es: Ya existe un usuario con esta dirección de email.

source: Match day
es: Jornada

source: Player
es: Jugador

source: Team
es: Equipo

source: Dashboard
es: Panel de control

source: Match days
es: Jornadas

source: Global bets
es: Pronósticos globales

source: Global ranking
es: Clasificación general

source: Sign up
es: Registro

source: Sign in
es: Iniciar sesión

source: Settings
es: Configuración

source: Sign out
es: Cerrar sesión

source: Join Pelotus
es: Únete a Pelotus

source: Step 1/2
es: Paso 1/2

source: Next
es: Siguiente

source: Log In
es: Inicia sesión

source: Join
es: Únete

source: Reset password
es: Restablecer contraseña

source: Step 2/2
es: Paso 2/2

source: Search Community
es: Buscar comunidad

source: Community name
es: Nombre de la comunidad

source: Create New Community
es: Crear una nueva comunidad

source: Insert the email with wich you have registered your user. A link for reseting the password is going to be sent to you.
es: Insterta el email con el que registraste tu usario. Se te enviará un enlace para poder reiniciar la contraseña.

source: Send link
es: Enviar enlace

source: Password succesfully changed.
es: La contraseña ha sido cambiada correctamente.

source: The password has been sent to you.
es: La contraseña ha sido enviada.

source: Welcome, %(username)s to %(community_name)s community!
es: ¡Bienvenido, %(username)s, a la comunidad %(community_name)s!

source: Match Day %(match_day)s
es: Jornada %(match_day)s

source: Limit date: %(limit_date)s
es: Fecha límite: %(limit_date)s

source: Scorers
es: Goleadores

source: General Ranking
es: Clasificación general

source: Comments
es: Comentarios

source: Submit
es: Enviar

source: Global Ranking
es: Clasificación general

source: Position
es: Posición

source: User
es: Usuario

source: Points
es: Puntos

source: Global Bets
es: Pronósticos globales

source: limit: %(deadline)s
es: límite: %(deadline)s

source: Winter champion
es: Campeón de invierno

source: League champion
es: Campeón de liga

source: King's cup champion
es: Campeón de copa

source: UEFA champion
es: Campeón de la UEFA

source: Champions league champion
es: Campeón de la Champions

source: UEFA position #%(counter)s
es: Puesto UEFA #%(counter)s

source: Champions league position #%(counter)s
es: Puesto Champions #%(counter)s

source: Demotion position #%(counter)s
es: Puesto de descenso #%(counter)s

source: Best goalkeeper
es: Zamora

source: UEFA league champion
es: Campeón de la UEFA

source: Match day %(number)s - Bets
es: Jornada %(number)s - Pronósticos

source: Match day %(number)s
es: Jornada %(number)s

source: Limit: %(limit)s
es: Fecha límite: %(limit)s

source: Your bet have been saved correctly
es: Tu pronóstico ha sido guardado correctamente

source: Match day %(number)s - Ranking
es: Jornada %(number)s - Clasificación

source: ranking
es: clasificación

source: Match day %(number)s - Scorers
es: Jornada %(number)s - Goleadores

source: Defender
es: Defensa

source: Please, select a team.
es: Por favor, selecciona un equipo.

source: Midfield
es: Centrocampista

source: Forward
es: Delantero
